Repository: collective/Products.ATCustomizableView
Catalog: Products/ATCustomizableView/locales/*/LC_MESSAGES/Products.ATCustomizableView.po
Languages: it

source: Additional layouts
it: Viste aggiuntive

source: Changes saved
it: Modifiche salvate

source: Current content layout
it: Vista corrente

source: Current default page
it: Pagina predefinita corrente

source: Customization options
it: Personalizzazioni

source: Customize the Display menu
it: Personalizzazione del menu' Vista

source: Drop basic layouts?
it: Scartare le viste di base?

source: Freeze the content layout?
it: Congelare la vista?

source: Product for beeing able to change some behaviour of the Display menu
it: Prodotto per poter cambiare qualche comportamento del menu' Vista

source: Save
it: Salva

source: help_customization
it: Congela, cambia o aggiungi voci di menù

source: help_customize_form
it: Da questo modulo puoi modificare comportamenti del menù "Vista"

source: help_customize_form_warn
it: Usa questo modulo solo se hai bisogno di qualche comportamento non-standard del menù vista di Plone.

source: help_default_page
it: Qui puoi vedere il sotto-contenuto corrente usato come pagina predefinita della sezione. Se fornisci sia "Vista corrente" che "Pagina predefinita corrente", la pagina predefinita ha la precedenza.

source: help_fixed_additional_layouts
it: Puoi aggiungere viste addizionali al menù "Vista", una per riga. Puoi usare questa lista per visualizzare viste aggiuntive per questo contenuto, non comunemente registrate per tutti i contenuti di questo tipo.

source: help_fixed_layout
it: Seleziona se vuoi che questo contenuto non mostri nessun menù "Vista". Questo succederà anche ai redattori che comunemente possono usare il menù. In breve: la vista viene congelata.

source: help_layout1
it: Qui puoi vedere la vista corrente di questo contenuto. Puoi modificare questo id con qualunque cosa tu pensi e tu sappia possa essere usata come vista per questo contenuto.

source: help_purge_basic_layouts
it: Comunemente l'opzione "Viste aggiuntive" aggiunge all'insieme corrente di viste disponibili delle nuove viste. Seleziona questo per disabilitare le viste predefinite e visualizzare solo quelle nuove definite sopra.

source: help_warning
it: Per favore, sii sicuro di cosa scrivi qui sotto se hai intenzione di cambiarne il valore o non sarai più in grado di vedere il contenuto.

source: label_customization
it: Personalizza il menù

source: title_customize_form
it: Personalizzazione del menù "Vista"
